[
  "Francis Bacon’s scream, flesh warps in mind’s shadowed maze, truth’s pulse breaks free.",
  "Erykah Badu's voice. Soul weaves through cosmic night air. Vibes lift hearts to soar.",
  "Stencil in the dark; Banksy laughs behind the paint. Power framed in jest.",
  "Crowns above bold strokes, Jean-Michel Basquiat shouts, chaos speaks in gold.",
  "Joseph Beuys’ call, art’s raw current shapes all souls, truth’s anvil sparks mind.",
  "William Blake’s soul sparks. Visions blaze in mystic hues, art’s eternal marks.",
  "Blek le Rat at night. Shadows stretch across the wall. Truth in stencil form.",
  "Fingers dance on hues, Amoako Boafo paints. Black souls shine with truth.",
  "Mountains hold their breath, Paul Cézanne layers each stroke- order in the blur.",
  "Leonardo da Vinci. Brush and mind weave boundless dreams, art's light shapes the world.",
  "Clocks melt into dreams, Salvador Dalí bends time- logic drips away.",
  "Ballet in still breath, Edgar Degas captures grace— motion held in dust.",
  "Metal face unseen. MF DOOM rhymes in shadow. Beats mask the true self.",
  "Art as a concept. Duchamp dismantled meaning,   with chance and disguise.",
  "Bob Dylan won’t bend, ink and gravel shape his path, silence hums with truth.",
  "Lines tremble with truth. Tracey Emin scrawls her heart, Shame becoming ink.",
  "Maurits Cornelis Escher, twists reality's fine threads, art bends where mind treads.",
  "Artemisia - Gentileschi spills her rage, in crimson and oil.",
  "Keith Haring’s bold lines, march for love, rage, hope, and truth; walls still speak his name.",
  "Rafael Lozano- Hemmer lights breath into code. Shadows speak in waves.",
  "Damien Hirst waits, calm behind the glare of fame - a scalpel for truth.",
  "David Hockney sees, truth in crafted lines and light, art must show the soul.",
  "Steel and space align, Donald Judd builds silent forms. Truth in every edge.",
  "Martin Kippenberger's wit, chaos sparks in paint and jest, art's bold heart expressed.",
  "Jeff Koons and his team, shape wonder in mirrored steel; joy made luminous.",
  "Joseph Kosuth speaks; art is thought, not decoration, questions shape the form.",
  "Barbara Kruger. Bold text provokes the masses. She subverts the sell.",
  "Molière's sharp wit, stages truth with laughter's grace, art corrects through joy.",
  "Alan Moore's tales weave, magic inked in vivid lines. Myths spring from his mind.",
  "Petals vast and bold. Georgia O’Keeffe paints silence. Desert blooms with fire.",
  "Faces split and turn. Pablo Picasso reshapes, how the world is seen.",
  "Christine de Pizan, Words weave strength in quiet night, Pen fights for women's might.",
  "Paint falls like a storm, Jackson Pollock's tangled dance. Order in the wild.",
  "Fiona Rae paints, vivid dreams on canvas bright. Colours dance and play.",
  "Odilon Redon, dreamt in charcoal, light, and dusk, faces float through thought.",
  "Spray can in his grip, King Robbo claims the gray walls, freedom spelled in drips.",
  "Pods and quiet forms, Veronica Ryan listens- memory takes shape.",
  "In David Salle’s name; images forget themselves, echo over edge.",
  "Tino Sehgal speaks No objects, just living thought art that disappears.",
  "Cindy Sherman’s lens masks shifts in her staged light. Self fades, roles take flight.",
  "Sol LeWitt draws thought, lines repeat in quiet rules - the idea is art.",
  "Linder arranges, beauty stitched with sharp edges, meaning in layers.",
  "Hito Steyerl moves, through firewalls of fractured light, truth pixel by pixel.",
  "David Szauder dreams, glitches bloom in memory, time's echo rewired.",
  "Brush of twilight hums, Henry Ossawa Tanner paints faith into light.",
  "Hunter S. Thompson writes. Gonzo prose tears through the night. Fear fuels wild ink's bite.",
  "Leo Tolstoy writes truth Fields, wars, and love laid bare in Human hearts and ink.",
  "Akira draws worlds, laughter and power collide Toriyama's spark.",
  "Joseph Mallord William Turner. Skies churn light in restless glow. Visions sculpt truth’s breath.",
  "Stars swirl through the night, Vincent van Gogh's aching light. Madness paints the sky.",
  "Pop art pioneer. A Warhol factory. Making cash is art.",
  "Lawrence Weiner's words, carve ideas in space and time, art speaks, minds align.",
  "Ai Weiwei speaks loud, walls and wire cannot contain, art that dares to ask",
  "James Abbott Whistler's brush, soft hues blend night and light's grace, art's quiet dreams trace."
]
